{'heading': 'Plank Vinyasa', 'paragraphs': ['''Get down on all fours with your wrists under your shoulders. Place         a folded blanket under your wrists if you need support, or lower         onto your forearms. To get into Plank position, straighten one leg         at a time behind you, balancing on the balls of your feet, abs         pulled up and in, and head in line with your spine (i.e., neither         straining up nor hanging down). Elongate your spine and press into         the balls of your feet. Inhale, then exhale as you draw your right         knee in toward your chest, contracting the muscles in your lower         belly (shown). Return to Plank position, then switch legs.         Alternate knee tucks for 8 to 20 reps. Benefits:\xa0Increases stamina         and strength, especially in your deep abdominal and back muscles.'''], 'image': '../../../media/images/Yoga/Plank Vinyasa.png'},{'heading': 'Loctus Pose', 'paragraphs': ['''Lie flat on your belly with your legs hipwidth apart on the floor.         Rest your head on your hands\xa0(A). Clasp your hands behind your         lower back to open through your chest and shoulders. Keep your         spine long and squeeze your buttocks, pressing your hips into the         floor as you lift your head, shoulders and legs off the mat,         keeping your neck in line with your spine. As you lift your legs         up and out, tuck your tailbone under and keep your belly         contracted and pulled away from the floor\xa0(B). Hold for 3 to 5         breaths, then lower to starting position. Repeat for 2 to 3 reps.         Benefits:\xa0Strengthens the deep back muscles of the core and opens         your chest and shoulders, improving posture and relieving         lower-back and upper-body strain.'''], 'image': '../../../media/images/Yoga/Loctus Pose.png'},{'heading': 'Pelvic Tilts', 'paragraphs': ['''For this gentle postpartum yoga position, lie on your back with         feet hip-width apart, your arms straight at your sides and palms         down. Curl your tailbone under slightly, feeling your spine settle         into the floor, which relieves pressure in the low back. Inhale,         then exhale as you lift your hips up slowly, tilting your pelvis         as you tuck your tailbone under and scoop your lower belly in         (shown). Hold for 1 to 2 breaths, then lower to starting position.         Repeat for 5 to 10 reps. Benefits:\xa0Strengthens the upper and lower         back, hips and legs. Brings awareness and strength to the pelvic         floor and lower belly.'''], 'image': '../../../media/images/Yoga/Pelvic Tilts.png'},{'heading': 'Legs Wide Pose', 'paragraphs': ['\'\'Lie on your back and lift your legs so your body forms a letter         'L.' Lace your hands behind your head as you squeeze your ab         muscles. Exhale as you lift your shoulders off the floor. Separate         your legs a few inches, reaching one arm forward and between your         legs. Contract your lower belly as you reach (shown). Keep your         upper body lifted as you bring your legs together and place your         hands back behind your head. Switch sides and repeat for 8 to 10         reps. Benefits:\xa0Strengthens the deep abdominal muscles and         stretches the hamstrings.\'\''], 'image': '../../../media/images/Yoga/Legs Wide Pose.png'}